app/controllers/surveys_controller.rb

SELECT * FROM "surveys"
---
  def index
    @surveys = Survey.all